let allInfos = {
       foodTypes: [
              {
                     title: 'پیتزا',
                     img: 'images/foodTypes/pizza.jpeg'
              },
              {
                     title:  'برگر',
                     img: 'images/foodTypes/burger.jpeg'
              },
              {
                     title:  'پاستا',
                     img: 'images/foodTypes/pasta.jpeg'
              },
              {
                     title:  'ساندویچ',
                     img: 'images/foodTypes/sandwich.jpeg'
              },
              {
                     title:  'استرامبولی',
                     img: 'images/foodTypes/stramboli.jpeg'
              },
              {
                     title:  'سالاد',
                     img: 'images/foodTypes/salad.jpeg'
              },
              {
                     title:  'سوخاری',
                     img: 'images/foodTypes/sokhari.jpeg'
              },
       ],
       foods: [
              {
                     id: 1,
                     company: `باریزو (شعبه میرداماد)`,
                     type: 'پیتزا',
                     name: ` پيتزا پپرونی`,
                     img: 'images/foods/63fdb22b60424.jpeg',
                     price: 229000,
                     off: 20,
                     properties: `خمیر پیتزا کلاسیک، پپرونی، قارچ، پنیر پیتزا، فلفل هالوپینو`,
                     size: `26 سانتی متری`,
                     rate: 4.3,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 2,
                     company: `باریزو (شعبه میرداماد)`,
                     name: `پيتزا چيكن چيز`,
                     type: 'پیتزا',
                     img: 'images/foods/63fdb24f95bb5.jpeg',
                     price: 216000,
                     off: 10,
                     properties: `خمیر پیتزا کلاسیک، سینه مرغ طعم دار، قارچ، پنیر پیتزا، فلفل دلمه رنگی، زیتون`,
                     size: `26 سانتی متری`,
                     rate: 4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 3,
                     company: `باریزو (شعبه میرداماد)`,
                     type: 'پاستا',
                     name: `
               پاستا چیکن آلفردو`,
                     img: 'images/foods/63b306c3d4ce5.jpeg',
                     price: 186000,
                     off: 10,
                     properties: 'یک نفره، پنه، ۱۲۰ گرم سینه مرغ طعم دار شده، سس آلفردو، پنیر پارمسان',
                     rate: 4.4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 4,
                     company: `باریزو (شعبه میرداماد)`,
                     type: 'ساندویچ',
                     name: `ساندویچ هات داگ پنیری`,
                     img: 'images/foods/63cfd00537b1c.jpeg',
                     price: 165000,
                     off: 10,
                     properties: `یک عدد سوسیس هات داگ، پنیرگودا، پنیر میکس، قارچ، گوجه فرنگی، پیاز و جعفری، سس مخصوص، نان باگت`,
                     rate: 4.2,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 5,
                     company: `باریزو (شعبه میرداماد)`,
                     type: 'پیتزا',
                     name: `
               پيتزا مخلوط`,
                     img: 'images/foods/63fdb21a8b9e5.jpeg',
                     price: 230000,
                     off: 10,
                     size: `26 سانتی متری`,
                     properties: `خمیر پیتزا کلاسیک، سوسیس ۷۰٪ سرخ شده، ژامبون مرغ ۹۰٪، قارچ، پنیر پیتزا، ذرت، زیتون، فلفل دلمه`,
                     rate: 4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 6,
                     company: `باریزو (شعبه میرداماد)`,
                     type: 'پیتزا',
                     name: `
               پيتزا مخلوط`,
                     img: 'images/foods/63fdb1e5b5bde.jpeg',
                     price: 253000,
                     off: 20,
                     size: `26 سانتی متری`,
                     properties: `خمیر پیتزا کلاسیک، استیک طعم دار، قارچ، پیاز، فلفل دلمه رنگی، پنیر پیتزا، سس سیر مخصوص`,
                     rate: 4.1,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 7,
                     company: `پیتزا شیلا (پارک ملت)`,
                     type: 'پیتزا',
                     name: `پیتزا فیتکس مخلوط`,
                     img: 'images/foods/64d4e7292787f.jpeg',
                     price: 132000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `ژامبون گوشت و مرغ، هات داگ فرانکفورتر، قارچ، زیتون، گوجه، فلفل دلمه ای، پنیر موزارلا، سس مخصوص، سیب زمینی سرخ شده`,
                     rate: 4.6,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 8,
                     company: `پیتزا شیلا (پارک ملت)`,
                     type: 'پیتزا',
                     name: `پیتزا فیتکس مرغ و شوید`,
                     img: 'images/foods/64d4e728d8cf1.jpeg',
                     price: 149000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `سینه مرغ گریل شده، قارچ، شوید، زیتون، جعفری، پنیر موزارلا، سس مخصوص، سیب زمینی سرخ شده`,
                     rate: 4.5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 9,
                     company: `پیتزا شیلا (پارک ملت)`,
                     type: 'پیتزا',
                     name: `
               پیتزا فیتکس پپرونی`,
                     img: 'images/foods/64d4e7295e019.jpeg',
                     price: 149000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `کالباس پپرونی، قارچ، پنیر موزارلا، سس مخصوص، سیب زمینی سرخ شده`,
                     rate: 4.5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 10,
                     company: `پیتزا شیلا (پارک ملت)`,
                     type: 'پیتزا',
                     name: `پیتزا فیتکس گوشت و قارچ`,
                     img: 'images/foods/650014dd5d6a6.jpeg',
                     price: 178000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `
               گوشت چرخ‌کرده طعم‌دار، قارچ، فلفل دلمه‌ای، پیاز، پنیر موزارلا، سس مخصوص، سیب‌زمینی سرخ‌شده`,
                     rate: 4.4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 29,
                     company: `پیتزا شیلا (پارک ملت)`,
                     type: 'استرامبولی',
                     name: `
               استرامبولی دونر استیک پنیری`,
                     img: 'images/foods/64d4e880ca9d1.jpg',
                     price: 214000,
                     off: 10,
                     size: `32 سانتی متری`,
                     properties: `دونر گوشت کبابی، سس آلفردو، پنیر مخصوص، پیاز سرخ شده، سیب زمینی سرخ شده`,
                     rate: 4.4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 11,
                     company: `پیتزا شیلا (پارک ملت)`,
                     name: `استرامبولی چیکن آلفردو`,
                     type: 'استرامبولی',
                     img: 'images/foods/64d4e88027e5a.jpeg',
                     price: 202000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `مرغ تنوری، سس آلفردو، پنیر مخصوص، پیاز سرخ شده، سیب زمینی سرخ شده`,
                     rate: 4.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 12,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `
               پیتزا چیکن باربیکیو`,
                     img: 'images/foods/63ede253d3ae4.jpeg',
                     price: 247500,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `مرغ باربیکیو، سس قارچ همراه با دانه های فلفل سیاه، پنیر مخصوص پرپروک`,
                     rate: 4.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 13,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `پیتزا بیستکا`,
                     img: 'images/foods/63ede24c58798.jpeg',
                     price: 315000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `گوشت استیک، سس قارچ همراه با دانه های فلفل سیاه، فلفل دلمه ای رنگی یا پیاز قرمز، پنیر مخصوص پرپروک`,
                     rate: 4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 14,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `پیتزا کارزانا`,
                     img: 'images/foods/61b47d9feacb5.jpeg',
                     price: 315500,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `رست بیف، بادمجان طعم دار شده با سیر، فلفل دلمه ای رنگی، کبر(کاپاریس)، سس و پنیر مخصوص پرپروک`,
                     rate: 4.3,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 15,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `پیتزا کارزانا`,
                     img: 'images/foods/61b47d9feacb5.jpeg',
                     price: 327500,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `رست بیف، بادمجان طعم دار شده با سیر، فلفل دلمه ای رنگی، کبر(کاپاریس)، سس و پنیر مخصوص پرپروک`,
                     rate: 4.3,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 16,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `پیتزا آروستو پینو`,
                     img: 'images/foods/63ede2130f4f2.jpeg',
                     price: 312000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `رست بیف، هالوپینو، قارچ، زیتون سیاه، سس خامه، پنیر مخصوص پرپروک`,
                     rate: 5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 17,
                     company: `پیتزا پرپروک (جردن)`,
                     type: 'پیتزا',
                     name: `
               پیتزا گوشت و قارچ`,
                     img: 'images/foods/63ede10bc589e.jpeg',
                     price: 291000,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `گوشت چرخ کرده، فلفل دلمه ای، قارچ، سس و پنیر مخصوص پرپروک`,
                     rate: 4.8,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 18,
                     company: `برگر لند (اندرزگو - شبانه)`,
                     type: 'سالاد',
                     name: `
               سالاد سزار با مرغ سوخاری`,
                     img: 'images/foods/62b2dee1105b3.jpeg',
                     price: 144500,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `کاهو، ۱۰۰ گرم سینه مرغ سوخاری، گوجه گیلاسی، زیتون سیاه، زیتون سبز، نان سیر تست، پنیر پارمسان و سس مخصوص سزار`,
                     rate: 4.5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 19,
                     company: `برگر لند (اندرزگو - شبانه)`,
                     type: 'پیتزا',
                     name: `پیتزا مخصوص برگر لند`,
                     img: 'images/foods/62b2de716cb27.jpeg',
                     price: 199500,
                     off: 0,
                     size: `32 سانتی متری`,
                     properties: `خمیر پیتزا آمریکایی ۲۵ سانتی متر، سس مخصوص، ژامبون گوشت ۹۰%، پپرونی، قارچ، زیتون سبز، پیاز، فلفل دلمه ایی و پنیر مخصوص برگرلند`,
                     rate: 4.5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 20,
                     company: `برگر لند (اندرزگو - شبانه)`,
                     type: 'برگر',
                     name: `ماشروم برگر سینگل`,
                     img: 'images/foods/62b2dbf169ba8.jpeg',
                     price: 194500,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `۱۱۵ گرم گوشت تازه ۱۰۰% خالص، پنیر زرد آمریکایی، پنیر امنتال، سس مخصوص، سس قارچ، خیارشور و نان برگر تست شده`,
                     rate: 3.9,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 21,
                     company: `برگر لند (اندرزگو - شبانه)`,
                     type: 'برگر',
                     name: `
               سوپر برگر ماشروم`,
                     img: 'images/foods/652e55c75e2d2.jpeg',
                     price: 224500,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `۲۲۰ گرم گوشت روزانه ۱۰۰% خالص گریل شده٬ سس مخصوص سوپر برگر٬ پنیر امنتال٬ میکس قارچ٬ سس قارچ و پیاز کاراملی٬ کاهو باتاویا٬ نان تست شده`,
                     rate: 5,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 22,
                     company: `چینو سوخاری قیطریه `,
                     type: 'سوخاری',
                     name: `مرغ سوخاری سه تکه`,
                     img: 'images/foods/653a0954909ac.jpg',
                     price: 285000,
                     off: 5,
                     // size:`32 سانتی متری`,
                     properties: `۳ تکه مرغ سوخاری، دورچین: سیب زمینی سرخ شده، یک عدد سالاد اندونزی، یک عدد سس کچاپ دست ساز، یک عدد نان بروتچن`,
                     rate: 3.1,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 30,
                     company: `چینو سوخاری قیطریه `,
                     name: `فیله استریپس چهار تکه`,
                     img: 'images/foods/653a0740aa509.jpeg',
                     type: 'سوخاری',
                     price: 240000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `۴ عدد فیله مرغ استریپس، دورچین: سیب زمینی سرخ کرده، یک عدد سالاد اندونزی، یک عدد سس کچاپ دست ساز، یک عدد نان بروتچن`,
                     rate: 3.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 23,
                     company: `چینو سوخاری قیطریه `,
                     name: `مهمانی پنج نفره چینو سوخاری`,
                     type: 'سوخاری',
                     img: 'images/foods/653a099c917a1.jpg',
                     price: 930000,
                     off: 10,
                     // size:`32 سانتی متری`,
                     properties: `یک پک سوخاری شامل: ۵ تکه مرغ سوخاری بزرگ، ۸ تکه فیله سوخاری، ۵ تکه بال سوخاری، یک پک دورچین شامل: سیب زمینی سرخ کرده، قارچ سوخاری، چیکن پاپ کورن (مناسب برای ۵ نفر)، به همراه یک عدد نوشابه خانواده، ۵ عدد سالاد کلم، سس ویژه چینو، (جهت پذیرایی آسان در دو عدد پک مناسب پذیرایی ارسال می گردد)`,
                     rate: 4.4,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 24,
                     company: `باماهاس (فرشته)`,
                     type: 'ساندویچ',
                     name: `ساندویچ بیکن مخصوص باماهاس سرد`,
                     img: 'images/foods/62ea5de2e18ec.jpeg',
                     price: 298000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `بیکن بره میکاییلیان ۹۵%، بیکن گوشت میکاییلیان ۹۵%، چیپس، پیاز و جعفری، گوجه، خیارشور، سس مخصوص باماهاس، نان باگت`,
                     rate: 4.3,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 25,
                     type: 'ساندویچ',
                     company: `باماهاس (فرشته)`,
                     name: `ساندویچ بیکن بره سرد`,
                     img: 'images/foods/64d20698a8dc4.jpeg',
                     price: 249000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `بیکن بره میکاییلیان ۹۵%، بیکن گوشت میکاییلیان ۹۵%، پیاز و جعفری، گوجه، خیارشور، سس مخصوص باماهاس، نان باگت`,
                     rate: 4.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 26,
                     type: 'ساندویچ',
                     company: `باماهاس (فرشته)`,
                     name: `ساندویچ هیولا بیکن سرد`,
                     img: 'images/foods/62ea5df91e22e.jpeg',
                     price: 395000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `بیکن بره میکاییلیان ۹۵%، بیکن گوشت میکاییلیان ۹۵%، ژامبون مرغ میکاییلیان ۹۵%، چیپس، هالوپینو، پیاز و جعفری، گوجه، خیارشور، سس مخصوص باماهاس، نان باگت`,
                     rate: 4.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 27,
                     type: 'ساندویچ',
                     company: `باماهاس (فرشته)`,
                     name: `ساندویچ مخلوط سرد`,
                     img: 'images/foods/62ea5be06673b.jpeg',
                     price: 207000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `بیکن گوشت میکاییلیان ۹۰%، ژامبون مرغ میکاییلیان ۹۰%، پیاز و جعفری، گوجه، خیارشور، سس مخصوص، نان باگت`,
                     rate: 4.6,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
              {
                     id: 28,
                     type: 'ساندویچ',
                     company: `باماهاس (فرشته)`,
                     name: `ساندویچ وجیتاس سرد
               `,
                     img: 'images/foods/64d2071be5644.jpeg',
                     price: 119000,
                     off: 0,
                     // size:`32 سانتی متری`,
                     properties: `سیب زمینی، سبزیجات معطر، پنیر، چیپس، پیاز و جعفری، فلفل هالوپینو، گوجه، خیارشور، سس مخصوص باماهاس، نان باگت`,
                     rate: 4.7,
                     comments: [
                            {
                                   person: `پریسا`,
                                   date: `21 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          'ساندویچ مرغ و سس تارتار',
                                          'پنیر گودا ورقه ای (اضافه)',
                                          `سیب زمینی تنوری`,
                                          `نوشابه قوطی کوکا کولا`,
                                          ` نوشابه قوطی فانتا پرتقالی`
                                   ]
                            },
                            {
                                   person: `حسین`,
                                   date: `09 مهر 1402`,
                                   rate: 5,
                                   props: [
                                          'پيتزا پپرونی 26 سانتی متری',
                                          `نوشابه قوطی کوکا کولا`,
                                   ]
                            }
                     ]
              },
       ],
       companys: [
              { title: 'باریزو (شعبه میرداماد)', logo: 'images/companysLogo/62cd0d29169da.jpg', rate: 4.3, score: 13700, bg: 'images/companysLogo/6109336cc61c5.jpg', foods: 'سالاد و پیش‌غذا، سس همراه غذا، برگر',aos:'fade-up-left' },

              { title: `پیتزا شیلا (پارک ملت)`, logo: 'images/companysLogo/5e425b1b4cf0b.jpg', rate: 4.6, score: 40772, bg: 'images/companysLogo/shila.jpg', foods: `فست‌فود, پیتزا, ساندویچ, برگر`,aos:'fade-up' },

              { title: "پیتزا پرپروک (جردن)", logo: 'images/companysLogo/5ea1dcea1fe96.jpeg', rate: 4.6, score: 10592, bg: 'images/companysLogo/perperuk.jpeg', foods: 'فست‌فود, پیتزا, سالاد',aos:'fade-up' },

              { title: "برگر لند (اندرزگو - شبانه)", logo: 'images/companysLogo/649ab64ad558c.jpeg', rate: 4.3, score: 760, bg: 'images/companysLogo/bergerland.jpg', foods: 'فست‌فود, برگر',aos:'fade-up-right' },

              { title: "چینو سوخاری قیطریه ", logo: 'images/companysLogo/64d0857ff0651.png', rate: 4.2, score: 6132, bg: 'images/companysLogo/chino.jpeg', foods: `فست‌فود، سوخاری، پیتزا`,aos:'fade-up-right' },

              { title: "باماهاس (فرشته)", logo: 'images/companysLogo/62ea3123d17b4.jpg', rate: 4.2, score: 1117, bg: 'images/companysLogo/62ea3123da2a3.jpeg', foods: `فست‌فود، ساندویچ، پیتزا`,aos:'fade-up' },


       ]
}

export default  allInfos 